app/controllers/articles_controller.rb

INSERT INTO "articles" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-10-27 23:16:28.786539"], ["text", "jhbjhvh"], ["title", "jhvjh"], ["updated_at", "2014-10-27 23:16:28.786539"]]
---
  def create
    @article = Article.new(article_params)

    if @article.save